Repository: ValentinoPalomba/FRTMProxy
Catalog: FRTMProxy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: %@ and its actions will be removed from this draft.
de: %@ und seine Aktionen werden aus diesem Entwurf entfernt.
es: %@ y sus acciones serán eliminadas de este borrador.
fr: %@ et ses actions seront supprimées de ce brouillon.
it: %@ e le sue azioni verranno rimosse da questa bozza.
ja: %@ とそのアクションはこの草案から削除されます。
pt_br: %@ e suas ações serão removidas deste rascunho.
zh_hans: %@ 及其操作将从本草案中删除。

# %@ exited with status %d.
source: %1$@ exited with status %2$d.
de: %@ beendet mit Status %d.
es: %@ salió con el estado %d.
fr: %@ est sorti avec le statut %d.
it: %@ uscito con lo stato %d.
ja: %@ はステータス %d で終了しました。
pt_br: %@ saiu com status %d.
zh_hans: %@ 退出，状态为 %d。

source: %@ has exited.
de: %@ wurde beendet.
es: %@ ha salido.
fr: %@ est sorti.
it: %@ è uscito.
ja: %@ は終了しました。
pt_br: %@ saiu.
zh_hans: %@ 已退出。

source: %@ is running through FRTMProxy.
de: %@ läuft über FRTMProxy.
es: %@ se está ejecutando a través de FRTMProxy.
fr: %@ s'exécute via FRTMProxy.
it: %@ è in esecuzione tramite FRTMProxy.
ja: %@ は FRTMProxy を通じて実行されています。
pt_br: %@ está sendo executado através do FRTMProxy.
zh_hans: %@ 正在通过 FRTMProxy 运行。

source: %@ will be removed.
de: %@ wird entfernt.
es: %@ será eliminado.
fr: %@ sera supprimé.
it: %@ verrà rimosso.
ja: %@ は削除されます。
pt_br: %@ será removido.
zh_hans: %@ 将被删除。

# %@, %lld flows%@
source: %1$@, %2$lld flows%3$@
de: %@, %lld fließt%@
es: %@, %lld flujos%@
fr: %@, %lld flux%@
it: %@, %lld flussi%@
ja: %@、%lld が流れます%@
pt_br: %@, %lld fluxos%@
zh_hans: %@、%lld 流量%@

# %@%@ will be removed.
source: %1$@%2$@ will be removed.
de: %@%@ wird entfernt.
es: %@%@ se eliminará.
fr: %@%@ sera supprimé.
it: %@%@ verrà rimosso.
ja: %@%@ は削除されます。
pt_br: %@%@ será removido.
zh_hans: %@%@ 将被删除。

# %@%@ will no longer pause traffic.
source: %1$@%2$@ will no longer pause traffic.
de: %@%@ pausiert den Verkehr nicht mehr.
es: %@%@ ya no detendrá el tráfico.
fr: %@%@ ne mettra plus le trafic en pause.
it: %@%@ non metterà più in pausa il traffico.
ja: %@%@ はトラフィックを一時停止しなくなりました。
pt_br: %@%@ não pausará mais o tráfego.
zh_hans: %@%@将不再暂停交通。

source: %lld %@ captured so far
de: %lld %@ bisher erfasst
es: %lld %@ capturados hasta ahora
fr: %lld %@ capturés jusqu'ici
it: %lld %@ catturati finora
ja: これまでに %lld %@ をキャプチャ
pt_br: %lld %@ capturados até agora
zh_hans: 目前已捕获 %lld %@

# %lld applied, %lld skipped.
source: %1$lld applied, %2$lld skipped.
de: %lld angewendet, %lld übersprungen.
es: %lld aplicado, %lld omitido.
fr: %lld appliqué, %lld ignoré.
it: %lld applicato, %lld saltato.
ja: %lld が適用され、%lld がスキップされました。
pt_br: %lld aplicado, %lld ignorado.
zh_hans: %lld 应用，%lld 跳过。

source: %lld captured · %lld shown with current filters
de: %lld erfasst · %lld mit aktuellen Filtern angezeigt
es: %lld capturados · %lld mostrados con los filtros actuales
fr: %lld capturés · %lld affichés avec les filtres actuels
it: %lld catturati · %lld mostrati con i filtri attuali
ja: %lld 件キャプチャ · 現在のフィルターで %lld 件表示
pt_br: %lld capturados · %lld exibidos com os filtros atuais
zh_hans: 已捕获 %lld · 当前筛选下显示 %lld

# %lld captured %@ unreadable and were skipped. Other flows remain available.
source: %1$lld captured %2$@ unreadable and were skipped. Other flows remain available.
de: %lld erfasst %@ unlesbar und wurden übersprungen. Andere Flows bleiben verfügbar.
es: %lld capturados · %@ ilegibles y omitidos. Los demás flujos siguen disponibles.
fr: %lld capturés · %@ illisibles et ignorés. Les autres flux restent disponibles.
it: %lld acquisiti · %@ illeggibili e ignorati. Gli altri flussi restano disponibili.
ja: %lld は %@ をキャプチャしたため読み取れず、スキップされました。他のフローは引き続き利用可能です。
pt_br: %lld capturados · %@ ilegíveis e ignorados. Os outros fluxos continuam disponíveis.
zh_hans: %lld 捕获%@ 不可读并被跳过。其他流量仍然可用。

source: %lld configured
de: %lld konfiguriert
es: %lld configurados
fr: %lld configurés
it: %lld configurati
ja: %lld 件設定済み
pt_br: %lld configurados
zh_hans: 已配置 %lld 个

source: %lld configured · lower priority runs first
de: %lld konfiguriert · Niedrigere Priorität wird zuerst ausgeführt
es: %lld configurado · la prioridad más baja se ejecuta primero
fr: %lld configuré · la priorité inférieure s'exécute en premier
it: %lld configurato · la priorità più bassa viene eseguita per prima
ja: %lld 設定済み · 優先度の低いものが最初に実行されます
pt_br: %lld configurado · prioridade mais baixa é executada primeiro
zh_hans: %lld 已配置 · 优先级较低的先运行

source: %lld configured · top rule runs first
de: %lld konfiguriert · Die oberste Regel wird zuerst ausgeführt
es: %lld configurado · la regla superior se ejecuta primero
fr: %lld configuré · la règle supérieure s'exécute en premier
it: %lld configurato · la regola superiore viene eseguita per prima
ja: %lld 設定済み · 一番上のルールが最初に実行されます
pt_br: %lld configurado · regra principal é executada primeiro
zh_hans: %lld已配置·顶级规则首先运行

# %lld flows · %@
source: %1$lld flows · %2$@
de: %lld fließt · %@
es: %lld flujos · %@
fr: %lld flux · %@
it: %lld flussi · %@
ja: %lld フロー · %@
pt_br: %lld fluxos · %@
zh_hans: %lld 流量 · %@

source: %lld loaded
de: %lld geladen
es: %lld cargado
fr: %lld chargé
it: %lld caricato
ja: %lld ロードされました
pt_br: %lld carregado
zh_hans: %lld已加载

source: %lld rules • %@
de: %lld Regeln • %@
es: %lld reglas • %@
fr: %lld règles • %@
it: %lld regole • %@
ja: %lld 件のルール • %@
pt_br: %lld regras • %@
zh_hans: %lld 条规则 • %@

source: • ⌘K to open the command palette • ⌘⌥K to clear captured flows • Manage → Device for QR pairing
de: • ⌘K zum Öffnen der Befehlspalette • ⌘⌥K zum Löschen erfasster Flows • Verwalten → Gerät für QR-Kopplung
es: • ⌘K para abrir la paleta de comandos • ⌘⌥K para borrar los flujos capturados • Gestionar → Dispositivo para el emparejamiento por QR
fr: • ⌘K pour ouvrir la palette de commandes • ⌘⌥K pour effacer les flux capturés • Gérer → Appareil pour l'appairage QR
it: • ⌘K per aprire la command palette • ⌘⌥K per cancellare i flussi catturati • Gestisci → Dispositivo per l'abbinamento tramite QR
ja: • ⌘K でコマンドパレットを開く • ⌘⌥K でキャプチャしたフローをクリア • QR ペアリングは 管理 → デバイス
pt_br: • ⌘K para abrir a paleta de comandos • ⌘⌥K para limpar os flows capturados • Gerenciar → Dispositivo para pareamento via QR
zh_hans: • ⌘K 打开命令面板 • ⌘⌥K 清除已捕获的流量 • 管理 → 设备 进行 QR 配对

source: ⌘-click to set as compare target
de: ⌘-Klick, um als Vergleichsziel festzulegen
es: ⌘-clic para establecer como objetivo de comparación
fr: ⌘-clic pour définir comme cible de comparaison
it: ⌘-clic per impostare come destinazione di confronto
ja: ⌘-クリックで比較対象に設定
pt_br: ⌘-clique para definir como alvo de comparação
zh_hans: ⌘-点按以设为对比目标

source: About FRTMProxy
de: Über FRTMProxy
es: Acerca de FRTMProxy
fr: À propos de FRTMProxy
it: Informazioni su FRTMProxy
ja: FRTMProxy について
pt_br: Sobre o FRTMProxy
zh_hans: 关于 FRTMProxy

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
pt_br: Ações
zh_hans: 操作

source: Actions run from top to bottom. Mock and Block are terminal in the bridge.
de: Aktionen laufen von oben nach unten ab. Mock und Block sind Endstation auf der Brücke.
es: Las acciones se ejecutan de arriba abajo. Mock y Block interrumpen el procesamiento en el bridge.
fr: Les actions sont exécutées de haut en bas. Mock et Block interrompent le traitement dans le bridge.
it: Le azioni vengono eseguite dall'alto verso il basso. Mock e Block interrompono l'elaborazione nel bridge.
ja: アクションは上から下に実行されます。モックとブロックはブリッジの終端です。
pt_br: As ações são executadas de cima para baixo. Mock e Block encerram o processamento no bridge.
zh_hans: 行动从上到下进行。 Mock 和 Block 是桥的终点。

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt_br: Ativo
zh_hans: 活动

source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
ja: アクティブ
pt_br: ATIVO
zh_hans: 积极的

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Add & Sync
de: Hinzufügen & synchronisieren
es: Añadir y sincronizar
fr: Ajouter et synchroniser
it: Aggiungi e sincronizza
ja: 追加して同期
pt_br: Adicionar e sincronizar
zh_hans: 添加并同步

source: Add Action
de: Aktion hinzufügen
es: Agregar acción
fr: Ajouter une action
it: Aggiungi azione
ja: アクションの追加
pt_br: Adicionar ação
zh_hans: 添加动作

source: Add at least one action before saving this rule.
de: Fügen Sie mindestens eine Aktion hinzu, bevor Sie diese Regel speichern.
es: Añade al menos una acción antes de guardar esta regla.
fr: Ajoutez au moins une action avant d'enregistrer cette règle.
it: Aggiungi almeno un'azione prima di salvare questa regola.
ja: このルールを保存する前に、少なくとも 1 つのアクションを追加してください。
pt_br: Adicione pelo menos uma ação antes de salvar esta regra.
zh_hans: 在保存此规则之前至少添加一项操作。

source: Add Breakpoint
de: Breakpoint hinzufügen
es: Añadir breakpoint
fr: Ajouter un breakpoint
it: Aggiungi breakpoint
ja: ブレークポイントを追加
pt_br: Adicionar breakpoint
zh_hans: 添加断点

source: Add Header
de: Header hinzufügen
es: Añadir header
fr: Ajouter un header
it: Aggiungi header
ja: ヘッダーを追加
pt_br: Adicionar header
zh_hans: 添加 Header

source: Add Note
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
it: Aggiungi nota
ja: メモを追加
pt_br: Adicionar nota
zh_hans: 添加注释

source: Add Repository
de: Repository hinzufügen
es: Añadir repositorio
fr: Ajouter un dépôt
it: Aggiungi repository
ja: リポジトリを追加
pt_br: Adicionar repositório
zh_hans: 添加仓库

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi regola
ja: ルールを追加
pt_br: Adicionar regra
zh_hans: 添加规则

source: Add Script
de: Skript hinzufügen
es: Añadir script
fr: Ajouter un script
it: Aggiungi script
ja: スクリプトを追加
pt_br: Adicionar script
zh_hans: 添加脚本

source: Adds a new ordered traffic action
de: Fügt eine neue geordnete Verkehrsaktion hinzu
es: Añade una nueva acción de tráfico ordenada
fr: Ajoute une nouvelle action de trafic ordonnée
it: Aggiunge una nuova azione ordinata sul traffico
ja: 新しい順序付けされたトラフィック アクションを追加します
pt_br: Adiciona uma nova ação de tráfego ordenada
zh_hans: 添加新的有序流量操作

source: Adds a request header matcher
de: Fügt einen Anforderungsheader-Matcher hinzu
es: Añade un criterio de coincidencia para un encabezado de solicitud
fr: Ajoute un critère de correspondance pour un en-tête de requête
it: Aggiunge un criterio di corrispondenza per un header della richiesta
ja: リクエストヘッダーマッチャーを追加します
pt_br: Adiciona um critério de correspondência para um cabeçalho da solicitação
zh_hans: 添加请求标头匹配器

source: Advanced manual values
de: Erweiterte manuelle Werte
es: Valores manuales avanzados
fr: Valeurs manuelles avancées
it: Valori manuali avanzati
ja: 詳細な手動設定値
pt_br: Valores manuais avançados
zh_hans: 高级手动值

source: Advanced Tools
de: Erweiterte Tools
es: Herramientas avanzadas
fr: Outils avancés
it: Strumenti avanzati
ja: 高度なツール
pt_br: Ferramentas avançadas
zh_hans: 高级工具

source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi
ja: アラート
pt_br: Alertas
zh_hans: 提醒

source: All-in-one toolkit for debugging HTTPS traffic with mitmproxy, SwiftUI and plenty of quality-of-life utilities.
de: All-in-one-Toolkit zum Debuggen von HTTPS-Traffic mit mitmproxy, SwiftUI und zahlreichen praktischen Hilfsfunktionen.
es: Kit de herramientas todo en uno para depurar tráfico HTTPS con mitmproxy, SwiftUI y multitud de utilidades que facilitan el trabajo.
fr: Boîte à outils tout-en-un pour déboguer le trafic HTTPS avec mitmproxy, SwiftUI et de nombreux utilitaires pratiques.
it: Toolkit all-in-one per il debug del traffico HTTPS con mitmproxy, SwiftUI e numerose utility che migliorano l'esperienza d'uso.
ja: mitmproxy、SwiftUI、そして数多くの便利な機能で HTTPS トラフィックをデバッグするオールインワンツールキット。
pt_br: Kit completo para depurar tráfego HTTPS com mitmproxy, SwiftUI e várias utilidades para facilitar o dia a dia.
zh_hans: 一体化工具包，使用 mitmproxy、SwiftUI 以及大量实用的便捷工具调试 HTTPS 流量。

source: Android emulators
de: Android-Emulatoren
es: Emuladores de Android
fr: Émulateurs Android
it: Emulatori Android
ja: Android エミュレーター
pt_br: Emuladores Android
zh_hans: Android 模拟器

source: App language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua dell'app
ja: アプリ言語
pt_br: Idioma do aplicativo
zh_hans: 应用语言

source: Application
de: Anwendung
es: Aplicación
it: Applicazione
ja: アプリケーション
pt_br: Aplicativo
zh_hans: 应用程序

source: Applied
de: Angewendet
es: Aplicado
fr: Appliqué
it: Applicato
ja: 適用済み
pt_br: Aplicado
zh_hans: 已应用

source: Apply Workspace
de: Arbeitsbereich anwenden
es: Aplicar espacio de trabajo
fr: Appliquer l'espace de travail
it: Applica area di lavoro
ja: ワークスペースの適用
pt_br: Aplicar espaço de trabalho
zh_hans: 应用工作空间

source: Arguments
de: Argumente
es: Argumentos
it: Argomenti
ja: 引数
pt_br: Argumentos
zh_hans: 论点

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
pt_br: Automático
zh_hans: 自动

source: Automation, scripting, and custom routing
de: Automatisierung, Skripterstellung und benutzerdefiniertes Routing
es: Automatización, scripts y enrutamiento personalizado
fr: Automatisation, scripts et routage personnalisé
it: Automazione, scripting e routing personalizzato
ja: 自動化、スクリプト作成、カスタム ルーティング
pt_br: Automação, scripts e roteamento personalizado
zh_hans: 自动化、脚本编写和自定义路由

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
pt_br: Comportamento
zh_hans: 行为

source: Bookmark
de: Lesezeichen
es: Marcador
fr: Signet
it: Segnalibro
ja: ブックマーク
pt_br: Marcador
zh_hans: 书签

source: Bookmark this flow
de: Setzen Sie ein Lesezeichen für diesen Flow
es: Añadir este flujo a los marcadores
fr: Ajouter un signet à ce flux
it: Aggiungi questo flusso ai segnalibri
ja: このフローをブックマークする
pt_br: Adicionar este fluxo aos favoritos
zh_hans: 将此流程添加为书签

source: Bookmarked
de: Mit Lesezeichen versehen
es: Marcado como favorito
fr: Mis en signet
it: Segnato
ja: ブックマーク済み
pt_br: Marcado como favorito
zh_hans: 已添加书签

source: Branch name (e.g. main)
de: Branch-Name (z. B. main)
es: Nombre de la rama (p. ej. main)
fr: Nom de la branche (ex. main)
it: Nome del branch (es. main)
ja: ブランチ名 (例: main)
pt_br: Nome do branch (ex.: main)
zh_hans: 分支名称（例如 main）

source: Breakpoints…
de: Haltepunkte…
es: Puntos de interrupción…
fr: Points d'arrêt…
it: Punti di interruzione…
ja: ブレークポイント…
pt_br: Pontos de interrupção…
zh_hans: 断点...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Capture
de: Erfassen
es: Captura
fr: Capturer
it: Catturare
ja: 捕獲
pt_br: Capturar
zh_hans: 捕获

source: Capture target
de: Ziel erfassen
es: Destino de captura
fr: Cible de capture
it: Target di acquisizione
ja: 捕獲対象
pt_br: Alvo da captura
zh_hans: 捕获目标

source: Captured sessions will appear here.
de: Aufgezeichnete Sitzungen werden hier angezeigt.
es: Las sesiones capturadas aparecerán aquí.
fr: Les sessions capturées apparaîtront ici.
it: Le sessioni catturate appariranno qui.
ja: キャプチャされたセッションがここに表示されます。
pt_br: As sessões capturadas aparecerão aqui.
zh_hans: 捕获的会话将出现在此处。

source: Case sensitive
de: Groß- und Kleinschreibung beachten
es: Distingue entre mayúsculas y minúsculas
fr: Sensible à la casse
it: Distingui maiuscole e minuscole
ja: 大文字と小文字を区別
pt_br: Diferenciar maiúsculas de minúsculas
zh_hans: 区分大小写

source: Changes are applied immediately.
de: Änderungen werden sofort übernommen.
es: Los cambios se aplican inmediatamente.
fr: Les modifications sont appliquées immédiatement.
it: Le modifiche vengono applicate immediatamente.
ja: 変更はすぐに適用されます。
pt_br: As alterações são aplicadas imediatamente.
zh_hans: 更改会立即应用。

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla aggiornamenti…
ja: アップデートを確認…
pt_br: Verificar atualizações…
zh_hans: 检查更新…

source: Choose a capture from the sidebar to inspect its timeline.
de: Wählen Sie in der Seitenleiste eine Aufnahme aus, um deren Zeitleiste zu überprüfen.
es: Elija una captura de la barra lateral para inspeccionar su línea de tiempo.
fr: Choisissez une capture dans la barre latérale pour inspecter sa chronologie.
it: Scegli un'acquisizione dalla barra laterale per esaminarne la sequenza temporale.
ja: サイドバーからキャプチャを選択して、そのタイムラインを検査します。
pt_br: Escolha uma captura na barra lateral para inspecionar sua linha do tempo.
zh_hans: 从侧边栏中选择一个捕获来检查其时间线。

source: Choose a target, then launch it with the proxy environment.
de: Wählen Sie ein Ziel aus und starten Sie es dann mit der Proxy-Umgebung.
es: Elija un objetivo y luego ejecútelo con el entorno proxy.
fr: Choisissez une cible, puis lancez-la avec l'environnement proxy.
it: Scegli un target, quindi avvialo con l'ambiente proxy.
ja: ターゲットを選択し、プロキシ環境で起動します。
pt_br: Escolha um destino e inicie-o com o ambiente proxy.
zh_hans: 选择一个目标，然后使用代理环境启动它。

source: Choose an appearance preset for the app UI and inspector panels.
de: Darstellungsvorlage für die App-Oberfläche und die Inspector-Panels wählen.
es: Elige un preajuste de apariencia para la interfaz de la app y los paneles del inspector.
fr: Choisissez un préréglage d'apparence pour l'interface de l'app et les panneaux de l'inspecteur.
it: Scegli un preset di aspetto per l'interfaccia dell'app e i pannelli dell'inspector.
ja: アプリ UI とインスペクターパネルの外観プリセットを選択します。
pt_br: Escolha um preset de aparência para a interface do app e os painéis do inspetor.
zh_hans: 为应用界面和检查器面板选择外观预设。

source: Choose the global UI density. M matches the current default.
de: Globale UI-Dichte wählen. M entspricht dem aktuellen Standard.
es: Elige la densidad global de la interfaz. M corresponde al valor predeterminado actual.
fr: Choisissez la densité globale de l'interface. M correspond à la valeur par défaut actuelle.
it: Scegli la densità globale dell'interfaccia. M corrisponde al valore predefinito attuale.
ja: グローバルな UI 密度を選択します。M が現在のデフォルトです。
pt_br: Escolha a densidade global da interface. M corresponde ao padrão atual.
zh_hans: 选择全局界面密度。M 为当前默认值。

source: Choose the language used throughout FRTMProxy.
de: Wählen Sie die Sprache, die in FRTMProxy verwendet wird.
es: Elija el idioma utilizado en FRTMProxy.
fr: Choisissez la langue utilisée dans FRTMProxy.
it: Scegli la lingua utilizzata in FRTMProxy.
ja: FRTMProxy 全体で使用される言語を選択します。
pt_br: Escolha o idioma usado em todo o FRTMProxy.
zh_hans: 选择整个 FRTMProxy 使用的语言。

source: Choose…
de: Wählen…
es: Seleccionar…
fr: Choisir…
it: Scegli…
ja: 選ぶ…
pt_br: Escolher…
zh_hans: 选择…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
pt_br: Limpar
zh_hans: 清除

source: Clear all captured traffic?
de: Den gesamten erfassten Datenverkehr löschen?
es: ¿Borrar todo el tráfico capturado?
fr: Effacer tout le trafic capturé ?
it: Cancellare tutto il traffico catturato?
ja: キャプチャされたトラフィックをすべてクリアしますか?
pt_br: Limpar todo o tráfego capturado?
zh_hans: 清除所有捕获的流量？

source: Clear captured flows on start
de: Erfasste Flows beim Start löschen
es: Borrar los flujos capturados al iniciar
fr: Effacer les flux capturés au démarrage
it: Cancella i flussi catturati all'avvio
ja: 開始時にキャプチャしたフローをクリア
pt_br: Limpar flows capturados ao iniciar
zh_hans: 启动时清除已捕获的流量

source: Clear Flows
de: Flows löschen
es: Borrar flujos
fr: Effacer les flux
it: Cancella flussi
ja: フローをクリア
pt_br: Limpar flows
zh_hans: 清除流量

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
pt_br: Limpar busca
zh_hans: 清除搜索

source: Clear Traffic
de: Klarer Verkehr
es: Limpiar tráfico
fr: Effacer le trafic
it: Cancella traffico
ja: 渋滞を解消
pt_br: Limpar tráfego
zh_hans: 交通畅通

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

source: Close Session
de: Sitzung schließen
es: Cerrar sesión
fr: Fermer la session
it: Chiudi sessione
ja: セッションを閉じる
pt_br: Fechar sessão
zh_hans: 关闭会话

source: Close the active session before deleting it.
de: Schließen Sie die aktive Sitzung, bevor Sie sie löschen.
es: Cierre la sesión activa antes de eliminarla.
fr: Fermez la session active avant de la supprimer.
it: Chiudere la sessione attiva prima di eliminarla.
ja: アクティブなセッションを削除する前に、アクティブなセッションを閉じてください。
pt_br: Feche a sessão ativa antes de excluí-la.
zh_hans: 在删除活动会话之前将其关闭。

source: Close this session before deleting it.
de: Schließen Sie diese Sitzung, bevor Sie sie löschen.
es: Cierra esta sesión antes de eliminarla.
fr: Fermez cette session avant de la supprimer.
it: Chiudi questa sessione prima di eliminarla.
ja: 削除する前に、このセッションを閉じてください。
pt_br: Feche esta sessão antes de excluí-la.
zh_hans: 删除此会话之前先将其关闭。

source: Closes this window without stopping a launched target.
de: Schließt dieses Fenster, ohne ein gestartetes Ziel zu stoppen.
es: Cierra esta ventana sin detener un objetivo lanzado.
fr: Ferme cette fenêtre sans arrêter une cible lancée.
it: Chiude questa finestra senza fermare un bersaglio lanciato.
ja: 起動したターゲットを停止せずにこのウィンドウを閉じます。
pt_br: Fecha esta janela sem parar um alvo lançado.
zh_hans: 关闭此窗口而不停止已启动的目标。

source: Collection name
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
it: Nome della collection
ja: コレクション名
pt_br: Nome da coleção
zh_hans: 集合名称

source: Collection not found.
de: Sammlung nicht gefunden.
es: Colección no encontrada.
fr: Collection introuvable.
it: Collection non trovata.
ja: コレクションが見つかりません。
pt_br: Coleção não encontrada.
zh_hans: 未找到集合。

source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
pt_br: Coleções
zh_hans: 集合

source: Collections…
de: Sammlungen…
es: Colecciones…
it: Collezioni…
ja: コレクション…
pt_br: Coleções…
zh_hans: 收藏…

source: Command Palette
de: Befehlspalette
es: Paleta de comandos
fr: Palette de commandes
ja: コマンドパレット
pt_br: Paleta de comandos
zh_hans: 命令面板

source: Command Palette (⌘K)
de: Befehlspalette (⌘K)
es: Paleta de comandos (⌘K)
fr: Palette de commandes (⌘K)
ja: コマンドパレット (⌘K)
pt_br: Paleta de comandos (⌘K)
zh_hans: 命令面板 (⌘K)

source: Command Palette…
de: Befehlspalette…
es: Paleta de comandos…
fr: Palette de commandes…
ja: コマンドパレット…
pt_br: Paleta de comandos…
zh_hans: 命令面板…

source: Commit author email
de: E-Mail des Commit-Autors
es: Correo del autor del commit
fr: E-mail de l'auteur du commit
it: Email dell'autore del commit
ja: コミット作成者のメール
pt_br: E-mail do autor do commit
zh_hans: 提交作者邮箱

source: Commit author name
de: Name des Commit-Autors
es: Nombre del autor del commit
fr: Nom de l'auteur du commit
it: Nome dell'autore del commit
ja: コミット作成者の名前
pt_br: Nome do autor do commit
zh_hans: 提交作者姓名

source: Commit Identity
de: Commit-Identität
es: Identidad de commit
fr: Identité de commit
it: Identità commit
ja: コミット作成者情報
pt_br: Identidade de commit
zh_hans: 提交身份

source: Commit identity used when publishing collections to a Git repository.
de: Commit-Identität, die beim Veröffentlichen von Sammlungen in ein Git-Repository verwendet wird.
es: Identidad de commit usada al publicar colecciones en un repositorio Git.
fr: Identité de commit utilisée lors de la publication des collections vers un dépôt Git.
it: Identità di commit usata durante la pubblicazione delle collection in un repository Git.
ja: コレクションを Git リポジトリに公開する際に使用するコミット作成者情報。
pt_br: Identidade de commit usada ao publicar coleções em um repositório Git.
zh_hans: 将集合发布到 Git 仓库时使用的提交身份。

source: Commit Message
de: Commit-Nachricht
es: Mensaje de commit
fr: Message de commit
it: Messaggio di commit
ja: コミットメッセージ
pt_br: Mensagem de commit
zh_hans: 提交信息

source: Compare flows
de: Flows vergleichen
es: Comparar flujos
fr: Comparer les flux
it: Confronta flussi
ja: フローを比較
pt_br: Comparar flows
zh_hans: 对比流量

source: Compose
de: Komponieren
es: Redactar
fr: Composer
it: Componi
ja: 作曲する
pt_br: Compor
zh_hans: 撰写

source: Compose Request
de: Request erstellen
es: Componer solicitud
fr: Composer une requête
it: Componi richiesta
ja: リクエストを作成
pt_br: Compor requisição
zh_hans: 编写请求

source: Compose Request…
de: Anfrage verfassen…
es: Redactar solicitud…
fr: Composer une demande…
it: Componi richiesta...
ja: リクエストを作成…
pt_br: Escrever solicitação…
zh_hans: 撰写请求...
